{"_id":{ "$oid": "56d97f3b7a1a2385a2edbb90" },"First Name":"Alexander","Surname":"McConnell","Town":"Unknown","County":"Tipperary","Year":"1884","Date":"4th March","Country":"Ireland","More Information":"Alexander McConnell, 28.  Wife 22 and 2 children, 2 years and an infant are natives.  He of Scotland, she of Tipperary.  They came from Manchester 10 days ago.  He was a Private in the 48th Regiment.  Was discharged 2 years ago.  Her people are living in Tipperary.  Having no means, they apply for transmission to Tipperary","Transmission":"Yes"}
{"_id":{ "$oid": "56d9b707888cbea4173b4ca3" },"First Name":"Thomas","Surname":"Sinclair","Town":"Bansha","County":"Tipperary","Year":"1882","Date":"Unknown","Country":"Ireland","More Information":"Thomas Sinclair and Son 18 are natives of Country Tipperary.The came from there last July to look for employment.They have not succeeded in getting anything to do and being quite destitute, they apply for transmission to Bansha where he left his family (Wife and Seven Children )","Transmission":"Yes"}
{"_id":{ "$oid": "56d9e176888cbea4173b4ca5" },"First Name":"Thomas","Surname":"Mahony","Town":"Clonmel","County":"Tipperary","Year":"1882","Date":"28th November","Country":"Ireland","More Information":"Thomas Mahony, 40, is a native of Clonmel.  He came from there last week to look for employment.  He left his wife and family of seven children behind him.  He has not succeeded in getting work and having no means, he applied for transmission to Clonmel.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9e2b8888cbea4173b4ca7" },"First Name":"James","Surname":"Bryan","Town":"Clonmel","County":"Tipperary","Year":"1883","Date":"23rd January","Country":"Ireland","More Information":"James Bryan, 65 is a native of County Tipperary.  He came from there some six week ago for the purpose of getting into hospital.  He has been in Saint Vincent’s Hospital and is now discharged.  Not having means to return to his home, he applies for transmission to Clonmel.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9e2fd888cbea4173b4ca9" },"First Name":"Francis","Surname":"Ryan","Town":"Clonmel","County":"Tipperary","Year":"1882","Date":"18th July","Country":"Ireland","More Information":"Francis Ryan, 21 (Blind }, is a native of Clonmel.  He came to Dublin some years ago.  He was in Saint Mark’s Hospital, and since in Saint Joseph’s Blinds Asylum.  He wants to go back to Clonmel and applied for transmission there.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ea48888cbea4173b4cab" },"First Name":"Bridget","Surname":"Sampson","Town":"Unknown","County":"Tipperary","Year":"Unknown","Date":"Unknown","Country":"Ireland","More Information":"Bridget Sampson, 45 and 3 in family, aged 19, 12 and 9 years are native of Tipperary.  They came from there some 4 years ago.  Her husband who is a Baker is delicate, went back to Tipperary and is now employed there.  The family are quite destitute and they apply for transmission to Tipperary.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9eaa8888cbea4173b4cad" },"First Name":"James","Surname":"Carr","Town":"Unknown","County":"Galway","Year":"1882","Date":"20th June","Country":"Ireland","More Information":"James Carr 25 is a native of Co Galway he came from Cork some 2 months ago and has been in Hospital since. His health is bad and he is without means. He wants to return to his native place and applies for transmission to Galway near where his Father is living.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9eb09888cbea4173b4caf" },"First Name":"Geargina","Surname":"Benns","Town":"Arklow","County":"Wicklow","Year":"1882","Date":"20th June","Country":"Ireland","More Information":"Geargina Benns 25 is a native of Co Wicklow. She has lived in Dublin for four years. She was at Service for some time, being in bad health she went into the N.D. Union. She now wants to return to her native place and applies for transmission to Arklow near where her Mother is living.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9eb56888cbea4173b4cb1" },"First Name":"Ellen","Surname":"Russ","Town":"Manchester","County":"Dublin","Year":"1882","Date":"20th June","Country":"England","More Information":"Ellen Russ 28 is a native of County Dublin her husband who is a labourer went to England some 2 months ago and is now in Manchester. he has not means to send for her and she applies for transmission to Manchester.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ebab888cbea4173b4cb3" },"First Name":"Mary","Surname":"Walsh","Town":"Kildare","County":"Galway","Year":"1882","Date":"20th June","Country":"Ireland","More Information":"Mary Walsh 28 and 2 children aged 7 and 2 years are natives of Co Kildare. She has lived in Dublin for many years. her husband who is a Painter went to galway last January and is now employed there. he has no means to send for his family and they apply for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ebe1888cbea4173b4cb5" },"First Name":"Mary","Surname":"Cleary","Town":"Rathkeele","County":"Limerick","Year":"1882","Date":"20th June","Country":"Ireland","More Information":"Mary Cleary 25 is a native of Rathkeele, Co Limerick. She came from there some 2 months ago to look for a situation. She is without means and applies for transmission to Rathkeele.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ec32888cbea4173b4cb7" },"First Name":"Ellen","Surname":"Holmes","Town":"Blackburn","County":"Carlow","Year":"1882","Date":"20th June","Country":"England","More Information":"Ellen Holmes 23 is a native of Dublin. She is a machinist. She has a situation engaged in Blackburn not having the means to go there she applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ec82888cbea4173b4cb9" },"First Name":"Michael","Surname":"Kearnan","Town":"Carlow","County":"Carlow","Year":"1882","Date":"20th June","Country":"Ireland","More Information":"Michael Kearnan 20 is a native of Co Carlow. he has been in Dublin for a month looking for employment. He has no means of living and applies for transmission to Carlow.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ecc3888cbea4173b4cbb" },"First Name":"Jane","Surname":"Walters","Town":"Liverpool","County":"","Year":"1882","Date":"20th June","Country":"England","More Information":"Jane Walters is a native of England. She has a sister living there who promises to assist her and she applies for transmission there.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ed0b888cbea4173b4cbd" },"First Name":"James","Surname":"Beaumont","Town":"Glasgow","County":"Dublin","Year":"1882","Date":"27th June","Country":"Scotland","More Information":"ames Beaumont, 28, Single, is a native of Dublin.  He is accustomed to work in shipyards, and was for some time in Glasgow.  He is unable to obtain employment here, and wants to go to Glasgow where his mother is living.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ed8f888cbea4173b4cbf" },"First Name":"Ann","Surname":"Dennehy","Town":"Iontrafact","County":"Dublin","Year":"1882","Date":"27th June","Country":"England","More Information":"Ann Dennehy, 28, is a native of Dublin.  Her husband who is a Private in the 10th Regiment, was quartered at the Curragh.  He was sent to England to complete him time and is now in Iontrafact.  She has not the means to go to him and applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ee09888cbea4173b4cc1" },"First Name":"Eliza","Surname":"Kevan","Town":"Killaloe","County":"Clare","Year":"1882","Date":"27th June","Country":"Ireland","More Information":"Eliza Kevan, 35, is a native of Killaloe.  She went to Dover some 12 months ago and was at service in the family of Wm Toombe.  She states she met with an accident by falling off a ladder some two months ago and was obliged to give up her place.  Her mother was living in Dover when she went there but died.  Her husband who was a Soldier in the Buff, was in the Boer War is now in Killaloe.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ee76888cbea4173b4cc3" },"First Name":"Alexander","Surname":"Yeoman","Town":"Plymouth","County":"Sligo","Year":"1882","Date":"27th June","Country":"England","More Information":"Alexander Yeoman 15 is a native of Sligo he came from there some 18 months ago. He has been in school since he came to Dublin with his parents. they went over to England and are living in Plymouth. He is a Pensioner from the Coast Guard Service. This Boy has not means to go to Plymouth and applies for transmission.","Transmission":"No"}
{"_id":{ "$oid": "56d9f027888cbea4173b4cc5" },"First Name":"Catherine","Surname":"Rourke","Town":"Belleen","County":"Fermanagh","Year":"1882","Date":"27th June","Country":"Ireland","More Information":"Catherine Rourke, 50, widow, is a native of Co Fermanagh.  She came from there 3 weeks ago it appears to her sister who live at Stillorgan.  She had only means to pay her fare up, trusting to her sister to assist her to return.  She is not able to do this and she applies for transmission to Belleen.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f077888cbea4173b4cc7" },"First Name":"Bridget","Surname":"McIntyre","Town":"Glasgow","County":"Donegal","Year":"1882","Date":"27th June","Country":"Scotland","More Information":"Bridget McIntyre, 30, is a native of Co Donegal.  Her husband who is a carpenter went to Glasgow some six weeks ago to look for employment.  He is now there and wants to get his family over but has no means to send for them.  She has 4 children aged 5, 4, 2 years and infant.  They apply for transmission to Glasgow.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f0ca888cbea4173b4cc9" },"First Name":"Cornelius","Surname":"McTie","Town":"Kilrush","County":"Clare","Year":"1882","Date":"27th June","Country":"Ireland","More Information":"Cornelius McTie, 50, is a native of Kilrush.  He came to Dublin some 6 months ago and has been in hospital since.  He is a pensioner from the 107th Regiment.  He is now discharged from Steven’s Hospital and applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f1f6888cbea4173b4ccb" },"First Name":"Laurence","Surname":"Magan","Town":"Dundalk","County":"Louth","Year":"1882","Date":"4th July","Country":"Ireland","More Information":"Laurence Magan, 23, is a native of Dundalk.  He came from there some 6 weeks ago for the purpose of getting something done for his sight.  He has been in Saint Mark's Hospital.  He is now discharged and having no means he applies for transmission to Dundalk.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f24a888cbea4173b4ccd" },"First Name":"Catherine","Surname":"Kenny","Town":"Enniscorthy","County":"Wexford","Year":"1882","Date":"4th July","Country":"Ireland","More Information":"Catherine Kenny, 60, is a native of Co Wexford.  She came from there last week.  It appears she lost her purse containing £1.16.0, all the money she had on her way up.  She heard her son had come home from America and was in Drogheda and was on her way there.  She is without means to return to her home and she applies for transmission to Enniscorthy.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f31b888cbea4173b4ccf" },"First Name":"Alice","Surname":"Casey","Town":"Colchester","County":"Dublin","Year":"1882","Date":"4th July","Country":"England","More Information":"Alice Casey, 30, is a native of Dublin.  She is a Dressmaker, is in delicate health.  She has a sister living in Colchester who promises to assist her if she can get there.  she has no means and applies for transmission to Colchester.","Transmission":"No"}
{"_id":{ "$oid": "56d9f3c2888cbea4173b4cd1" },"First Name":"Thomas","Surname":"Tyrrell","Town":"Woodlawn","County":"Galway","Year":"1882","Date":"4th July","Country":"Ireland","More Information":"Thomas Tyrrell, 17, is a native of Co Galway.  He came from there some three weeks ago and has been in Steven’s Hospital since.  He met with an accident when working with a Trashing Machine.  He is now discharged and applies for transmission to Woodlawn.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f42f888cbea4173b4cd3" },"First Name":"Margaret","Surname":"Cafray","Town":"Manchester","County":"Dublin","Year":"1882","Date":"4th July","Country":"England","More Information":"Margaret Cafray and Infant are natives of Dublin.  He husband who is a soldier in the Regiment is quartered in Manchester and she applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f493888cbea4173b4cd5" },"First Name":"James","Surname":"Cullen","Town":"Carrick-On-Shannon","County":"Leitrim","Year":"1882","Date":"11th July","Country":"Ireland","More Information":"James Cullen, 17, is a native of Carrick-On-Shannon.  He came from there twelve months ago and has been in Richmond Hospital since having met with an accident when working in a brick yard.  His parents are living near Carrick-On-Shannon and he applies for transmission there having no means.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f583888cbea4173b4cd7" },"First Name":"Mary","Surname":"Bennett","Town":"Manchester","County":"Dublin","Year":"1882","Date":"11th July","Country":"Ireland","More Information":"Mary Bennett, 35 and 4 children aged 14, 11, 4 and ½ years are natives of Dublin.  Her husband who is an engine driver went to Manchester a month ago and is now employed there.  He has not means to send for his family and they apply for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f5fa888cbea4173b4cd9" },"First Name":"Michael","Surname":"Power","Town":"Balbriggan","County":"Dublin","Year":"1882","Date":"11th July","Country":"Ireland","More Information":"Michael Power, 60, is a native of Balbriggan.  He came from there last week for the purpose of getting into hospital.  He has since been in the Meath Hospital.  He has not means to return to his home and applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f64e888cbea4173b4cdb" },"First Name":"Patrick","Surname":"Shea","Town":"Caharciveen","County":"Kerry","Year":"1882","Date":"11th July","Country":"Ireland","More Information":"Patrick Shea, 23, is a native of Co Kerry.  He came from there last week for the purpose of having his eyes operated on.  He was in Saint Mark’s hospital.  He is now discharged and not having any means he applies for transmission to Caharciveen.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f6cd888cbea4173b4cdd" },"First Name":"Maryann","Surname":"Kelly","Town":"Unknown","County":"Limerick","Year":"1882","Date":"11th July","Country":"Ireland","More Information":"Maryann Kelly, 26, is a native of Limerick.  She left there last April and went to Liverpool to look for a situation as servant.  She was taken ill and came back to Dublin.  She has since been in the N.D. Union.  She now wants to her native place.  Not having means, she applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f738888cbea4173b4cdf" },"First Name":"Elizabeth","Surname":"Senior","Town":"London","County":"Dublin","Year":"1882","Date":"11th July","Country":"Ireland","More Information":"Elizabeth Senior, 20, is a native of Dublin.  He husband is a Corporal in the South Guards now quartered in London.  The Regiment was in Dublin last February.  She has not means to go to London and applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f7f6888cbea4173b4ce1" },"First Name":"Kate","Surname":"Horgan","Town":"Belfast","County":"Down","Year":"1882","Date":"18th July","Country":"Ireland","More Information":"Kate Horgan, 35, and 4 Children aged 13, 8, 6 and 1 year are natives of Dublin.  He husband who is a printer went to Belfast a month ago and is now employed there.  Being in bad health for some time, he has not the means to take his family and they now apply for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f843888cbea4173b4ce3" },"First Name":"Sarah","Surname":"McKeogh","Town":"Belfast","County":"Down","Year":"1882","Date":"18th July","Country":"Ireland","More Information":"Sarah McKeogh, 22, is a native of Belfast.  She came from there some 2 months ago to a situation.  She has been out of place for some time and has been in the S. D. Union.  She now wants to return to her home.  Having no means she applies for transmission to Belfast.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f8a7888cbea4173b4ce5" },"First Name":"Patrick","Surname":"Brady","Town":"Unknown","County":"Carlow","Year":"1882","Date":"18th July","Country":"Ireland","More Information":"Patrick Brady, 80, is a native of Carlow.  He was a tin smith now past his labour.  He has lived in Dublin for many years.  He has been in the unions.  He now applies for transmission to Carlow","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f93a888cbea4173b4ce7" },"First Name":"Susan","Surname":"Owens","Town":"Shrewsberry","County":"","Year":"1882","Date":"18th July","Country":"England","More Information":"Susan Owens is a native of Shrewsberry.  She came from there last week she says to see her son who is a drummer in the 53rd Regiment.  It appears he is in hospital","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f97f888cbea4173b4ce9" },"First Name":"John","Surname":"Maran","Town":"Killmallock","County":"Limerick","Year":"1882","Date":"18th July","Country":"Ireland","More Information":"John Maran, 26, is a native of Co Limerick.  He came from there some three weeks ago, walking looking for employment.  He has been in the S. D. Union being in bad health and having no means he applies for transmission to Killmallock.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9f9e8888cbea4173b4ceb" },"First Name":"Joseph","Surname":"Kendall","Town":"Glasgow","County":"Dublin","Year":"1882","Date":"18th July","Country":"Scotland","More Information":"Joseph Kendall is a native of Dublin.  His passage is secured to Queensland.  The vessel is to sail from Glasgow.  Not having the means to go there he applies for transmission there.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fa80888cbea4173b4ced" },"First Name":"Eliza","Surname":"Bradshaw","Town":"Liverpool","County":"Dublin","Year":"1882","Date":"18th July","Country":"Ireland","More Information":"Eliza Bradshaw, 30, is a native of Dublin.  She is a dressmaker.  She has been out of employment for some time through ill health.  She has a brother living in Liverpool who will assist her if she can go there.  Not having any means she applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fae8888cbea4173b4cef" },"First Name":"John","Surname":"Timony","Town":"Ballina","County":"Mayo","Year":"1882","Date":"18th July","Country":"Ireland","More Information":"John Timony, 17, is a native of Ballina.  He came from there some two months ago for the purpose of undergoing surgical treatment.  having met with an accident when at work he now wants to return to his home and applies for transmission to Ballina.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fb5e888cbea4173b4cf1" },"First Name":"Patrick","Surname":"Quain","Town":"Unknown","County":"Clare","Year":"1882","Date":"1st August","Country":"Ireland","More Information":"Patrick Duain is a native of County Clare.  He was in England for many years and was in the Constabulary there.  He came from England a fortnight ago for the purpose of looking for employment. He left his family in Buckinghamshire.","Transmission":"Unknown"}
{"_id":{ "$oid": "56d9fbe1888cbea4173b4cf3" },"First Name":"John","Surname":"Kearns","Town":"Rathkeale","County":"Limerick","Year":"1882","Date":"1st August","Country":"Ireland","More Information":"John Kearns, wife and four children aged 11, 9, 7 and 3 years are natives of Co Limerick.  He is a coachman and has been out of place for some time.  The family have been in the N. D. Union.  He was in bad health for some time.  He has a situation engaged near Rathkeale.  Not having means to go there he applies for transmission there.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fc52888cbea4173b4cf5" },"First Name":"John","Surname":"Godfrey","Town":"Liverpool","County":"","Year":"1882","Date":"1st August","Country":"England","More Information":"John Godfrey, 17, is a native of England.  He came from there some 3 months ago in company with another boy.  The other boy left him and he went into the S. D. Union.  He now applies for transmission to Liverpool.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fcc4888cbea4173b4cf7" },"First Name":"Michael","Surname":"Mara","Town":"Kings County","County":"Offaly","Year":"1882","Date":"1st August","Country":"Ireland","More Information":"Michael Mara is a native of Kings County.  He came to Dublin for the purpose of getting into hospital.  he is now....","Transmission":"Unknown"}
{"_id":{ "$oid": "56d9fd17888cbea4173b4cf9" },"First Name":"Anna","Surname":"Morris","Town":"Kilmacthomas","County":"Kilkenny","Year":"1882","Date":"1st August","Country":"Ireland","More Information":"Maryann Carbary, 30, and two children aged 5 and 2 years are natives of Dublin.  Her husband who is a labourer went to Birkenshead two months ago and is now in employment there.  he has no means to take his family over and they apply for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fd99888cbea4173b4cfb" },"First Name":"John","Surname":"Boyd","Town":"Newcastle-On-Tyne","County":"Dublin","Year":"1882","Date":"1st August","Country":"England","More Information":"John Boyd, 84, is a native of Newcastle-on-Tyne.  He came to Dublin a month ago.  He is a plaster figure maker and thought he could get employment here.  His money £2.10  all he had was taken out of his pocket when on board the steamer coming over and he went into the S. D. Union.  He want to return to his family and now applies for transmission to Newcastle-On-Tyne.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fddd888cbea4173b4cfd" },"First Name":"Bessy","Surname":"Payne","Town":"Sixmilebridge","County":"Clare","Year":"1882","Date":"1st August","Country":"Ireland","More Information":"Bessy Payne, 28, and infant are natives of Co Westmeath.  She came from there with her husband some two years ago.  He is a weaver and went to the County Clare 3 months ago.  He is in employment now in Sixmilebridge.  He has not the means to send for his family and they apply for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fe3a888cbea4173b4cff" },"First Name":"Ann","Surname":"Molloy","Town":"Manchester","County":"Donegal","Year":"1882","Date":"8st August","Country":"England","More Information":"Ann Molloy, 40, is a native of Co Donegal.  She has been in Dublin for 2 years.  She has promise of employment in Manchester, not having the means to go there she applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fe84888cbea4173b4d01" },"First Name":"Kate","Surname":"Bailey","Town":"Unknown","County":"Kildare","Year":"1882","Date":"8st August","Country":"Ireland","More Information":"Kate Bailey, 40 and child aged 6 years are natives of Kildare.  She went Glasgow some years ago with her husband who died there.  She wants to get to Kildare and applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9fee7888cbea4173b4d03" },"First Name":"Elizabeth","Surname":"Walker","Town":"Manchester","County":"","Year":"1882","Date":"8st August","Country":"England","More Information":"Elizabeth Walker and 3 children aged 7, 3 and ½ years are natives of She of Canada and they of England.  He husband went to England some 3 months ago and is now employed in Manchester.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ff8f888cbea4173b4d05" },"First Name":"John","Surname":"Baldwin","Town":"Unknown","County":"Limerick","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"John Baldwin, 40, is a native of Co Waterford.  He came to Dublin some 3 weeks ago to look for employment.  He was in Limerick for some years and left his family there.  He has no means and applies for transmission to Limerick.","Transmission":"Yes"}
{"_id":{ "$oid": "56d9ffd5888cbea4173b4d07" },"First Name":"Johana","Surname":"Boyce","Town":"Clara","County":"Offaly","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"Johana Boyce, 38 and 5 children, 12, 8, 6, 4 and 1 years are natives of County Tipperary.  She has lived in Dublin for some years.  Her husband who is a factory hand went to Clara some 3 weeks ago and is now employed there.    His family is in great poverty and he has not means to send for them and they apply for transmission to Clara.","Transmission":"Yes"}
{"_id":{ "$oid": "56da0039888cbea4173b4d09" },"First Name":"Julia","Surname":"Morgan","Town":"Unknown","County":"Cork","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"Julia Morgan, 28 is a native of Cork.  She came from there some twelve months ago her husband being then a warder in the Military Prison here.  He got into bad health and was obliged to go away.  Her brother in law is living in Cork and she has friends there.  She is now without means of living and applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56da007d888cbea4173b4d0b" },"First Name":"Kate","Surname":"Byrne","Town":"Rathglass","County":"Carlow","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"Kate Byrne, 40 and 2 children 12 and 7 years are natives of Co Carlow.  They have lived in Dublin for many years.  Her husband died some 8 months ago and his family are now without means of support and they apply for transmission to Rathglass.","Transmission":"Yes"}
{"_id":{ "$oid": "56da00d7888cbea4173b4d0d" },"First Name":"Lizzie","Surname":"Nolan","Town":"Carlow","County":"Carlow","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"Lizzie Nolan, 22 and infant are native of Carlow.  She came from there some 3 weeks ago in search of her husband who is a shoemaker and was employed in Dublin.  She cannot hear anything of him.  She is quite destitute and applies for transmission to Carlow.","Transmission":"Yes"}
{"_id":{ "$oid": "56da0147888cbea4173b4d0f" },"First Name":"Ann","Surname":"O'Connor","Town":"Liverpool","County":"Longford","Year":"1882","Date":"22nd August","Country":"England","More Information":"Ann O’Connor, 43 and two sons aged 12 + 10 years are natives of Longford.  She has lived in Dublin for some years.  Her husband who was a drapers assistant went to America last year and is now in employment in New York.  He has sent for his family and they apply for transmission to Liverpool.","Transmission":"Yes"}
{"_id":{ "$oid": "56da0360888cbea4173b4d11" },"First Name":"Mary","Surname":"Kearney","Town":"Dublin","County":"Dublin","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"Mary Kearney, 26 is a native of Dublin.  Her husband deserted her and she thinks he is gone to America.","Transmission":"Unknown"}
{"_id":{ "$oid": "56da03b1888cbea4173b4d13" },"First Name":"Jane","Surname":"Betts","Town":"Liverpool","County":"Dublin","Year":"1882","Date":"22nd August","Country":"England","More Information":"Jane Betts, 40 is a native of Dublin.  She is at present an inmate of the S. D. Union.  She has a daughter living in Liverpool who promises to assist her and she applies for transmission there.","Transmission":"Yes"}
{"_id":{ "$oid": "56da03f1888cbea4173b4d15" },"First Name":"William","Surname":"Rolston","Town":"Belfast","County":"Down","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"Wm Rolston, 20 is a native of Belfast.  He left there last April on board a vessel  bound for North America.  He worked his passage to Dublin and now wants to get to Belfast.  Having no means, he applies for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56da043a888cbea4173b4d17" },"First Name":"Edward","Surname":"Hickey","Town":"Wexford","County":"Wexford","Year":"1882","Date":"22nd August","Country":"Ireland","More Information":"Edward Hickey, Wife and Child aged 3 years.  He is a native of Wexford.  They came from there last week to look for employment.  He has not succeeded in getting work and having no means they apply for transmission to Wexford.","Transmission":"Yes"}
{"_id":{ "$oid": "56da0497888cbea4173b4d19" },"First Name":"Harriet","Surname":"Eustice","Town":"Birchigton-On-Sea","County":"Dublin","Year":"1882","Date":"22nd August","Country":"England","More Information":"Harriet Eustice and infant are natives of Dublin.  Her husband who is  time-keeper went to England some 3 months ago and is now in employment in Birchington-On-Sea.  He has not means to send for his family and they apply for transmission.","Transmission":"Yes"}
{"_id":{ "$oid": "56da04ef888cbea4173b4d1b" },"First Name":"William","Surname":"Reilly","Town":"Dublin","County":"Cork","Year":"1882","Date":"29th August","Country":"Ireland","More Information":"William Reilly is a native of Dublin.  He is a cook and stewart, was employed on board the S. S. Parry.  This steamer sailed without him last Saturday and he now wants to get on board of her in Cork where she went to.  Not having means, he applies for transmission to Cork.","Transmission":"Yes"}
{"_id":{ "$oid": "56da0544888cbea4173b4d1d" },"First Name":"Jane","Surname":"Byrne","Town":"Gorey","County":"Wicklow","Year":"1882","Date":"29th August","Country":"Ireland","More Information":"Jane Byrne is a native of County Wicklow.  She has lived in Dublin for many years.  Her husband who was a waiter died two years ago.  She has no means of living now and applies for transmission to Gorey where she previously lived.","Transmission":"Yes"}
{"_id":{ "$oid": "56da057a888cbea4173b4d1f" },"First Name":"John","Surname":"Doyle","Town":"Baltinglass","County":"Wicklow","Year":"1882","Date":"29th August","Country":"Ireland","More Information":"John Doyle 82 is a native of Co Wicklow.  He has lived in Dublin for many years.  He is a shoemaker now past his work.  He has been in the S. D. Union.  He now wants to return to his native place and now applies for transmission to Baltinglass.","Transmission":"Yes"}